{
  "outputs": {
    "out-1": "\n[^.0.0]:\n Title: docemb-0\n Content:\n\n[^0.4.0]:\n Title: Academia de Música Armonía.pdf\n Content:\n7. Contacto\n\nTeléfono: +57 317 123 4567 • Correo Electrónico: contacto@academiarmonia.com • Redes Sociales: o Facebook: [facebook.com/academiarmonia] o Instagram: [instagram.com/academiarmonia] o Twitter: [twitter.com/academiarmonia]\n\nDirección: Carrera 10 #12-34, Barrio La Música, Puerto Asís, Putumayo, Colombia\n\n8. Testimonios de Estudiantes\n\n\n\nIsabela Fernández: “La Academia Armonía ha transformado mi forma de ver la música. Los profesores son apasionados y dedicados, y he aprendido mucho más de lo que esperaba.”\n\nDavid Martínez: “El curso de guitarra eléctrica ha sido increíble. Los conocimientos que he adquirido aquí me han permitido mejorar mi técnica y confianza en el escenario.”\n\n9. Política de Privacidad y Protección de Datos\n\nDescripción: En la Academia Armonía, nos comprometemos a proteger la privacidad y seguridad de los datos personales de nuestros estudiantes. Todos los datos son gestionados de acuerdo con la legislación colombiana sobre protección de datos y solo se utilizan para fines educativos y administrativos.\n ---\n\n[^2.2.0]:\n Title: Academia de Música Armonía.pdf\n Content:\nBatería\n\no Descripción: Enseñanza de ritmo, técnica de batería, coordinación y ejecución en conjunto. Los estudiantes trabajan en diferentes estilos musicales y desarrollan habilidades para tocar en una banda.\n\no Duración: Mensual o Costo: $350,000 COP o Horario: Miércoles y viernes, 6:00 PM - 8:00 PM o Nivel: Principiante, intermedio y avanzado\n\nUkulele\n\no Descripción: Clases para aprender a tocar el ukulele, incluyendo acordes\n\nbásicos, técnicas de rasgueo y práctica de canciones. Ideal para principiantes y para aquellos que buscan un instrumento fácil de transportar.\n\no Duración: Mensual o Costo: $150,000 COP o Horario: Martes y jueves, 4:00 PM - 6:00 PM o Nivel: Principiante e intermedio\n\nBajo\n\no Descripción: Instrucción en técnica de bajo, teoría musical, improvisación y práctica en diferentes estilos. Los estudiantes aprenden a tocar líneas de bajo y a acompañar a otros músicos.\n\no Duración: Mensual o Costo: $300,000 COP o Horario: Lunes y miércoles, 7:00 PM - 9:00 PM o Nivel: Principiante, intermedio y avanzado\n\nGuitarra Eléctrica\n\no Descripción: Clases enfocadas en técnica de guitarra eléctrica, efectos,\n\nimprovisación y estilos modernos. Incluye práctica en banda y desarrollo de habilidades para solos y acompañamientos.\n\no Duración: Mensual o Costo: $260,000 COP o Horario: Martes y jueves, 6:00 PM - 8:00 PM o Nivel: Principiante, intermedio y avanzado\n\n\n\n# Iniciación Musical\n\no Descripción: Curso introductorio a la música que cubre conceptos básicos\n\ncomo ritmo, melodía y armonía, así como la introducción a varios instrumentos musicales. Ideal para nuevos estudiantes y niños.\n\no Duración: Mensual o Costo: $150,000 COP o Horario: Viernes, 4:00 PM - 6:00 PM o Nivel: Principiante • Teoría Musical Avanzada\n\no Descripción: Curso avanzado en teoría musical, que incluye análisis\n\nprofundo de partituras, composición y armonía compleja. Diseñado para estudiantes que buscan perfeccionar sus habilidades teóricas.\n\no Duración: Mensual o Costo: $500,000 COP o Horario: Lunes y jueves, 7:00 PM - 9:00 PM\n ---\n\n[^3.3.0]:\n Title: Academia de Música Armonía.pdf\n Content:\n# o Nivel: Avanzado\n\n3. Instalaciones\n\nSalones de Clase: Equipados con instrumentos musicales, materiales didácticos, pianos, baterías, amplificadores y tecnología de apoyo como proyectores y sistemas de sonido.\n\nEstudio de Grabación: Equipado con micrófonos profesionales, interfaces de audio, y software de grabación para que los estudiantes puedan grabar sus prácticas y proyectos musicales.\n\nBiblioteca Musical: Con una amplia colección de libros, partituras, métodos de enseñanza y recursos educativos para complementar el aprendizaje.\n\n4. Equipo Docente\n\nPerfil de los Profesores: Todos los profesores tienen formación académica en música, con títulos universitarios en sus respectivas especialidades y experiencia profesional como músicos y docentes. La mayoría de ellos han trabajado en conciertos, grabaciones y otras áreas de la industria musical.\n\nNombre y Especialidad de Algunos Docentes:\n\no Carlos Martínez: Profesor de Piano, con 20 años de experiencia y estudios\n\n# en el Conservatorio de Bogotá.\n\no Ana González: Instructora de Canto, especializada en técnicas vocales\n\nmodernas y con experiencia en teatro musical.\n\no Jorge Ramírez: Maestro de Batería, con una carrera en bandas de jazz y\n\n# rock.\n\n5. Proceso de Inscripción\n\nRequisitos: Los interesados deben presentar una solicitud de inscripción, realizar una prueba de nivel si es aplicable y completar un formulario de inscripción. Los nuevos estudiantes tienen una entrevista inicial para evaluar sus objetivos y necesidades.\n\nMétodos de Pago: Se aceptan pagos en efectivo, transferencias bancarias y tarjetas de crédito. Ofrecemos descuentos para pagos anticipados y opciones de financiamiento para varios cursos.\n\n6. Actividades y Eventos\n\nConciertos y Presentaciones: Organizamos conciertos y recitales mensuales donde los estudiantes tienen la oportunidad de mostrar su progreso ante amigos, familiares y otros miembros de la academia.\n\nTalleres y Masterclasses: Ofrecemos talleres y masterclasses periódicos con músicos invitados, donde los estudiantes pueden aprender técnicas avanzadas y obtener retroalimentación directa de profesionales reconocidos.\n ---\n\n[^1.1.0]:\n Title: Academia de Música Armonía.pdf\n Content:\n# Academia de Música Armonía\n\n1. Información General\n\nNombre de la Academia: Academia de Música Armonía • Año de Fundación: 2015 • Ubicación: Carrera 10 #12-34, Barrio La Música, Puerto Asís, Putumayo, Colombia\n\nTipo de Institución: Academia de música presencial • Misión: Proveer educación musical de alta calidad a estudiantes de todas las edades, promoviendo el desarrollo de habilidades musicales y el amor por la música en un entorno inclusivo y estimulante.\n\nVisión: Ser la academia líder en la región en formación musical, reconocida por su excelencia en enseñanza, innovación y contribución al desarrollo cultural de la comunidad.\n\nValores: Compromiso, excelencia, creatividad, inclusión y pasión por la música. • Descripción General: La Academia de Música Armonía se dedica a ofrecer una educación musical integral que abarca desde la iniciación hasta niveles avanzados, utilizando métodos pedagógicos modernos y una metodología adaptada a las necesidades individuales de cada estudiante.\n\n2. Cursos Ofrecidos\n\nCanto\n\no Descripción: Clases centradas en técnicas vocales, interpretación, expresión musical y desarrollo de estilo personal. Los estudiantes aprenden a cuidar su voz, interpretar diferentes géneros y presentarse en público.\n\no Duración: Mensual o Costo: $150,000 COP o Horario: Lunes y miércoles, 4:00 PM - 6:00 PM o Nivel: Principiante, intermedio y avanzado\n\nPiano\n\no Descripción: Instrucción en teoría musical, técnica pianística, lectura de partituras y repertorio variado. Se cubren desde las bases hasta técnicas avanzadas para interpretación solista y en conjunto.\n\no Duración: Mensual o Costo: $250,000 COP o Horario: Martes y jueves, 3:00 PM - 5:00 PM o Nivel: Principiante, intermedio y avanzado\n\nGuitarra\n\no Descripción: Clases de guitarra acústica y clásica, incluyendo técnica, teoría musical, y desarrollo del repertorio. Se enseña a tocar acordes, escalas y piezas en diferentes estilos.\n\no Duración: Mensual o Costo: $200,000 COP o Horario: Lunes y viernes, 5:00 PM - 7:00 PM o Nivel: Principiante, intermedio y avanzado\n ---\n\n\n ---\n\n",
    "out-0": "¡Hola! ¿En qué puedo ayudarte hoy con respecto a la Academia de Música Armonía?"
  },
  "run_id": "66b18c952d4ece73d281652f",
  "metadata": null
}
